package res;

public class Word_Animal {
	public static String[] problemAnimal = {
			"햄스터",
			"기니피그",
			"낙타",
			"토끼",
			"고슴도치",
			"코끼리",
			"다람쥐",
			"하마",
			"기린",
			"상어"
		};
	
	public static String[][] problemAnimal_Hint1 = {
			{"애완동물", "포유류", "쥐과"}, 
			{"애완동물", "햄스터와 비슷"}, 
			{"포유동물", "사막지대", "혹이 있다"}, 
			{"포유동물", "천적은 표범"}, 
			{"포유동물", "가시"}, 
			{"포유류", "지상에서 가장 큰 육상 동물"}, 
			{"도토리", "설치류"}, 
			{"사하라 사막", "아프리카"}, 
			{"길다", "포유동물", "반추동물"}, 
			{"바다", "크다"}
	};
	
	public static String[][] problemAnimal_Hint2 = {
			{"햄**"}, 
			{"기***"}, 
			{"앵**"}, 
			{"토*"}, 
			{"고***"}, 
			{"코**"}, 
			{"다**"}, 
			{"하*"}, 
			{"기*"}, 
			{"상*"}
	};
}
